Repository: c4stration/FluentBrowser
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar, he, ja_jp, ko_kr, ro_ro, th, zh_cn, zh_tw

# AppTheme.Description
source: Select which app theme to display
ar: اختر سمة التطبيق التي تريد عرضها
he: בחירת ערכת הנושא של האפליקציה
ja_jp: 表示するアプリのテーマを選択します
ko_kr: 표시할 앱 테마를 선택하세요
ro_ro: Selectați tema aplicației de afișat
th: เลือกธีมที่จะแสดงในแอป
zh_cn: 选择要显示的应用主题
zh_tw: 選擇要顯示的應用程式主題

# AppTheme.Header
source: App theme
ar: سمة التطبيق
he: ערכת נושא
ja_jp: アプリのテーマ
ko_kr: 앱 테마
ro_ro: Tema aplicației
th: ธีมแอป
zh_cn: 应用主题
zh_tw: 應用程式主題

# DisplayLanguage.Header
source: Display language
ar: اللغة
he: שפת תצוגה
ja_jp: 言語
ko_kr: 언어
ro_ro: Limbă
th: ภาษาที่แสดง
zh_cn: 语言
zh_tw: 語言

# DisplayLanguage.Description
source: Translations are not guaranteed to be 100% accurate. The translated texts for some languages are provided by machine translation or community contributors. But since you're on English, there's no need to worry about that!
ar: لا يُضمن أن تكون الترجمات دقيقة بنسبة 100%. تُوفر النصوص المترجمة لبعض اللغات بواسطة الترجمة الآلية أو مساهمي المجتمع
he: אין ערובה לדיוק של 100% בתרגומים. הטקסטים המתורגמים בשפות מסוימות מסופקים באמצעות תרגום אוטומטי או על ידי תורמים מהקהילה. אבל מכיוון שאתם משתמשים באנגלית, אין צורך לדאוג לכך!
ja_jp: 翻訳の正確性は100％保証されません。一部の言語の翻訳テキストは、機械翻訳またはコミュニティの貢献者によって提供されています
ko_kr: 번역의 정확성은 100% 보장되지 않습니다. 일부 언어의 번역 텍스트는 기계 번역 또는 커뮤니티 기여자가 제공합니다.
ro_ro: Traducerile nu sunt garantate ca fiind 100% exacte. Textele traduse pentru unele limbi sunt furnizate prin traducere automată sau de către contribuitori din comunitate
th: ไม่รับประกันว่าคำแปลจะถูกต้อง 100% ข้อความที่แปลสำหรับบางภาษาจัดทำโดยการแปลด้วยเครื่องหรือผู้ร่วมพัฒนาจากชุมชน
zh_cn: 翻译不保证 100% 准确。某些语言的翻译文本由机器翻译或社区贡献者提供
zh_tw: 無法保證翻譯 100% 準確。部分語言的翻譯文字由機器翻譯或社群貢獻者提供

# SettingsTitle.Text
source: Settings
ar: الإعدادات
he: הגדרות
ja_jp: 設定
ko_kr: 설정
ro_ro: Setări
th: การตั้งค่า
zh_cn: 设置
zh_tw: 設定

# ThemeDark.Content
source: Dark
ar: داكن
he: כהה
ja_jp: ダーク
ko_kr: 어둡게
ro_ro: Întunecat
th: มืด
zh_cn: 深色
zh_tw: 深色

# ThemeLight.Content
source: Light
ar: فاتح
he: בהיר
ja_jp: ライト
ko_kr: 밝게
ro_ro: Deschis
th: สว่าง
zh_cn: 浅色
zh_tw: 淺色

# UseSystemSetting.Content
source: Use system setting
ar: استخدام إعداد النظام
he: שימוש בהגדרת המערכת
ja_jp: システム設定を使用
ko_kr: 시스템 설정 사용
ro_ro: Utilizați setarea sistemului
th: ใช้การตั้งค่าของระบบ
zh_cn: 使用系统设置
zh_tw: 使用系統設定

# AddressBar.PlaceholderText
source: Search the web or enter a URL
ar: ابحث في الويب أو أدخل عنوان URL
he: חיפוש באינטרנט או הזנת כתובת URL
ja_jp: 検索 ／ Webサイト名入力
ko_kr: 웹 검색 또는 URL 입력
ro_ro: Căutați pe web sau introduceți o adresă URL
th: ค้นหาเว็บหรือป้อน URL
zh_cn: 搜索网页或输入网址
zh_tw: 搜尋網頁或輸入網址

# TabContextRefresh.Text
source: Refresh
ar: تحديث
he: רענון
ja_jp: 更新
ko_kr: 새로 고침
ro_ro: Reîmprospătare
th: รีเฟรช
zh_cn: 刷新
zh_tw: 重新整理

# TabContextDuplicate.Text
source: Duplicate tab
ar: تكرار علامة التبويب
he: שכפול כרטיסייה
ja_jp: タブを複製
ko_kr: 탭 복제
ro_ro: Duplicare filă
th: ทำซ้ำแท็บ
zh_cn: 复制标签页
zh_tw: 複製索引標籤

# TabContextClose.Text
source: Close tab
ar: إغلاق علامة التبويب
he: סגירת כרטיסייה
ja_jp: タブを閉じる
ko_kr: 탭 닫기
ro_ro: Închideți fila
th: ปิดแท็บ
zh_cn: 关闭标签页
zh_tw: 關閉索引標籤

# TabContextCloseOther.Text
source: Close other tabs
ar: إغلاق علامات التبويب الأخرى
he: סגירת כרטיסיות אחרות
ja_jp: 他のタブを閉じる
ko_kr: 다른 탭 닫기
ro_ro: Închideți celelalte file
th: ปิดแท็บอื่น
zh_cn: 关闭其他标签页
zh_tw: 關閉其他索引標籤

# TabContextCloseRight.Text
source: Close tabs to the right
ar: إغلاق علامات التبويب إلى اليمين
he: סגירת כרטיסיות מימין
ja_jp: 右側のタブを閉じる
ko_kr: 오른쪽 탭 닫기
ro_ro: Închideți filele din dreapta
th: ปิดแท็บทางขวา
zh_cn: 关闭右侧标签页
zh_tw: 關閉右側索引標籤

# BackButtonTooltipTitle.Text
source: Go back (Alt + Left arrow)
ar: الرجوع للخلف (Alt + السهم الأيسر)
he: חזרה (Alt + חץ שמאלה)
ja_jp: 戻る（Alt + 左矢印）
ko_kr: 뒤로 이동 (Alt + 왼쪽 화살표)
ro_ro: Înapoi (Alt + săgeată stânga)
th: ย้อนกลับ (Alt + ลูกศรซ้าย)
zh_cn: 返回（Alt + 左箭头）
zh_tw: 返回（Alt＋向左鍵）

# BackButtonTooltipDescription.Text
source: Navigate to the most recently opened web page.
ar: الانتقال إلى صفحة الويب التي تم فتحها مؤخرًا.
he: ניווט לדף האינטרנט שנפתח לאחרונה.
ja_jp: 最近開いたウェブページに戻ります。
ko_kr: 최근에 열었던 웹 페이지로 이동합니다.
ro_ro: Navigați la cea mai recentă pagină web deschisă.
th: ไปยังหน้าเว็บที่เปิดล่าสุด
zh_cn: 转到最近打开的网页。
zh_tw: 前往最近開啟的網頁。

# ForwardButtonTooltipTitle.Text
source: Go forward (Alt + Right arrow)
ar: الانتقال للأمام (Alt + السهم الأيمن)
he: קדימה (Alt + חץ ימינה)
ja_jp: 進む（Alt + 右矢印）
ko_kr: 앞으로 이동 (Alt + 오른쪽 화살표)
ro_ro: Înainte (Alt + săgeată dreapta)
th: ไปข้างหน้า (Alt + ลูกศรขวา)
zh_cn: 前进（Alt＋右箭头）
zh_tw: 前進（Alt＋向右鍵）

# ForwardButtonTooltipDescription.Text
source: Navigate to the page you've recently navigated back from.
ar: الانتقال إلى الصفحة التي عدت منها مؤخرًا.
he: ניווט לדף שממנו חזרתם לאחרונה.
ja_jp: 最近戻ったページに進みます。
ko_kr: 최근에 뒤로 이동했던 페이지로 이동합니다.
ro_ro: Navigați la pagina de la care ați revenit recent.
th: ไปยังหน้าที่คุณเพิ่งย้อนกลับมาจากหน้านั้น
zh_cn: 转到你最近返回的页面。
zh_tw: 前往你最近從中返回的頁面。

# MoreButtonTooltipTitle.Text
source: More options
ar: المزيد من الخيارات
he: אפשרויות נוספות
ja_jp: その他のオプション
ko_kr: 추가 옵션
ro_ro: Mai multe opțiuni
th: ตัวเลือกเพิ่มเติม
zh_cn: 更多选项
zh_tw: 更多選項

# MoreButtonTooltipDescription.Text
source: Open additional browser options.
ar: فتح خيارات متصفح إضافية.
he: פתיחת אפשרויות דפדפן נוספות.
ja_jp: その他のブラウザーオプションを開きます。
ko_kr: 추가 브라우저 옵션을 엽니다.
ro_ro: Deschideți opțiuni suplimentare ale browserului.
th: เปิดตัวเลือกเพิ่มเติมของเบราว์เซอร์
zh_cn: 打开其他浏览器选项。
zh_tw: 開啟其他瀏覽器選項。

# NewTabMenuItem.Text
source: New tab
ar: علامة تبويب جديدة
he: כרטיסייה חדשה
ja_jp: 新しいタブ
ko_kr: 새 탭
ro_ro: Filă nouă
th: แท็บใหม่
zh_cn: 新建标签页
zh_tw: 新增索引標籤

# DuplicateTabMenuItem.Text
source: Duplicate tab
ar: تكرار علامة التبويب
he: שכפול כרטיסייה
ja_jp: タブを複製
ko_kr: 탭 복제
ro_ro: Duplicare filă
th: ทำซ้ำแท็บ
zh_cn: 复制标签页
zh_tw: 複製索引標籤

# ZoomInMenuItem.Text
source: Zoom in
ar: تكبير
he: הגדלת התצוגה
ja_jp: 拡大
ko_kr: 확대
ro_ro: Mărire
th: ซูมเข้า
zh_cn: 放大
zh_tw: 放大

# ZoomOutMenuItem.Text
source: Zoom out
ar: تصغير
he: הקטנת התצוגה
ja_jp: 縮小
ko_kr: 축소
ro_ro: Micșorare
th: ซูมออก
zh_cn: 缩小
zh_tw: 縮小

# ResetZoomMenuItem.Text
source: Reset zoom
ar: إعادة تعيين التكبير
he: איפוס הגדלה
ja_jp: ズームをリセット
ko_kr: 확대/축소 재설정
ro_ro: Resetare zoom
th: รีเซ็ตการซูม
zh_cn: 重置缩放
zh_tw: 重設縮放

# FindMenuItem.Text
source: Find on page
ar: البحث في الصفحة
he: חיפוש בדף
ja_jp: ページ内を検索
ko_kr: 페이지에서 찾기
ro_ro: Căutare în pagină
th: ค้นหาในหน้า
zh_cn: 在页面中查找
zh_tw: 在頁面中尋找

# PrintMenuItem.Text
source: Print
ar: طباعة
he: הדפסה
ja_jp: 印刷
ko_kr: 인쇄
ro_ro: Imprimare
th: พิมพ์
zh_cn: 打印
zh_tw: 列印

# ViewSourceMenuItem.Text
source: View page source
ar: عرض مصدر الصفحة
he: הצגת מקור הדף
ja_jp: ページのソースを表示
ko_kr: 페이지 소스 보기
ro_ro: Vizualizare sursă pagină
th: ดูซอร์สของหน้า
zh_cn: 查看网页源代码
zh_tw: 檢視網頁原始碼

# DevToolsMenuItem.Text
source: Developer tools
ar: أدوات المطور
he: כלי פיתוח
ja_jp: 開発者ツール
ko_kr: 개발자 도구
ro_ro: Instrumente pentru dezvoltatori
th: เครื่องมือสำหรับนักพัฒนา
zh_cn: 开发者工具
zh_tw: 開發人員工具

# FullWebAddress.Header
source: Show full website address
ar: إظهار عنوان موقع الويب بالكامل
he: הצגת כתובת האתר המלאה
ja_jp: ウェブサイトのアドレス全体を表示
ko_kr: 전체 웹사이트 주소 표시
ro_ro: Afișează adresa completă a site-ului web
th: แสดงที่อยู่เว็บไซต์แบบเต็ม
zh_cn: 显示完整的网站地址
zh_tw: 顯示完整的網站地址

# FullWebAddress.Description
source: Show the full website address in the address bar instead of displaying only the domain
ar: إظهار عنوان موقع الويب بالكامل في شريط العناوين بدلاً من عرض النطاق فقط
he: הצגת כתובת האתר המלאה בשורת הכתובת במקום להציג רק את הדומיין
ja_jp: ドメイン名のみを表示するのではなく、アドレスバーにウェブサイトのアドレス全体を表示します
ko_kr: 도메인만 표시하는 대신 주소 표시줄에 전체 웹사이트 주소를 표시합니다
ro_ro: Afișează adresa completă a site-ului web în bara de adrese în loc să afișeze doar domeniul
th: แสดงที่อยู่เว็บไซต์แบบเต็มในแถบที่อยู่แทนการแสดงเฉพาะโดเมน
zh_cn: 在地址栏中显示完整的网站地址，而不仅仅是显示域名
zh_tw: 在網址列中顯示完整的網站地址，而不僅僅是顯示網域

# ColorsSection.Text
source: Colors
ar: الألوان
he: צבעים
ja_jp: 色
ko_kr: 색상
ro_ro: Culori
th: สี
zh_cn: 颜色
zh_tw: 顏色

# LanguageSection.Text
source: Language
ar: اللغة
he: שפה
ja_jp: 言語
ko_kr: 언어
ro_ro: Limbă
th: ภาษา
zh_cn: 语言
zh_tw: 語言

# AppearanceCategory.Content
source: Appearance
ar: المظهر
he: מראה
ja_jp: 外観
ko_kr: 모양
ro_ro: Aspect
th: ลักษณะที่ปรากฏ
zh_cn: 外观
zh_tw: 外觀

# AdvancedSection.Text
source: Advanced
ar: متقدم
he: מתקדם
ja_jp: 詳細設定
ko_kr: 고급
ro_ro: Avansat
th: ขั้นสูง
zh_cn: 高级
zh_tw: 進階

# SettingSearchBox.PlaceholderText
source: Find a setting
ar: البحث عن إعداد
he: חיפוש הגדרה
ja_jp: 設定を検索
ko_kr: 설정 검색
ro_ro: Căutați o setare
th: ค้นหาการตั้งค่า
zh_cn: 查找设置
zh_tw: 尋找設定

# TabsSection.Text
source: Tabs
ar: علامات التبويب
he: כרטיסיות
ja_jp: タブ
ko_kr: 탭
ro_ro: Filele browserului
th: แท็บ
zh_cn: 标签页
zh_tw: 分頁

# EqualTabWidth.Content
source: Equal
ar: متساوٍ
he: שווה
ja_jp: 均等
ko_kr: 동일한 너비
ro_ro: Egal
th: เท่ากัน
zh_cn: 相等
zh_tw: 相等

# TitleTabWidth.Content
source: Title length
ar: طول العنوان
he: אורך כותרת
ja_jp: タイトルの長さ
ko_kr: 제목 길이
ro_ro: Lungimea titlului
th: ความยาวชื่อ
zh_cn: 标题长度
zh_tw: 標題長度

# CompactTabWidth.Content
source: Compact
ar: مضغوط
he: קומפקטי
ja_jp: コンパクト
ko_kr: 축소
th: กะทัดรัด
zh_cn: 紧凑
zh_tw: 精簡

# TabWidth.Header
source: Tab width mode
ar: وضع عرض علامة التبويب
he: מצב רוחב הכרטיסיות
ja_jp: タブの幅
ko_kr: 탭 너비 모드
ro_ro: Modul lățimii filelor
th: โหมดความกว้างแท็บ
zh_cn: 标签页宽度模式
zh_tw: 分頁寬度模式

# TabWidth.Description
source: Compact mode will shrink unfocused tabs to the size of an icon
ar: سيقوم الوضع المضغوط بتقليص علامات التبويب غير المركّز عليها إلى حجم أيقونة
he: במצב קומפקטי, כרטיסיות שאינן במוקד יצומצמו לגודל של סמל
ja_jp: コンパクト モードでは、フォーカスされていないタブをアイコンのサイズまで縮小します
ko_kr: 축소 모드는 포커스가 없는 탭을 아이콘 크기로 축소합니다
ro_ro: Modul compact va micșora filele nefocalizate la dimensiunea unei pictograme
th: โหมดกะทัดรัดจะย่อแท็บที่ไม่ได้โฟกัสให้มีขนาดเท่ากับไอคอน
zh_cn: 紧凑模式会将未聚焦的标签页缩小至图标大小
zh_tw: 精簡模式會將未聚焦的分頁縮小至圖示大小

# BackdropMaterial.Header
source: Backdrop material
ar: مادة الخلفية
he: חומר רקע
ja_jp: 背景素材
ko_kr: 배경 재질
ro_ro: Material de fundal
th: วัสดุพื้นหลัง
zh_cn: 背景材料
zh_tw: 背景材質

# BackdropMaterial.Description
source: System backdrop material for window background
ar: مادة الخلفية للنظام لخلفية النافذة
he: חומר הרקע של המערכת עבור רקע החלון
ja_jp: ウィンドウの背景に使用するシステム背景素材
ko_kr: 창 배경에 사용할 시스템 배경 재질
ro_ro: Material de fundal de sistem pentru fundalul ferestrei
th: วัสดุพื้นหลังของระบบสำหรับพื้นหลังหน้าต่าง
zh_cn: 用于窗口背景的系统背景材料
zh_tw: 用於視窗背景的系統背景材質

# AddressBarSection.Text
source: Address bar
ar: شريط العناوين
he: שורת הכתובת
ja_jp: アドレスバー
ko_kr: 주소 표시줄
ro_ro: Bară de adrese
th: แถบที่อยู่
zh_cn: 地址栏
zh_tw: 網址列

# AboutExpander.Description
source: © 2026. All rights reserved.
ar: © 2026. جميع الحقوق محفوظة.
he: © 2026. כל הזכויות שמורות.
ja_jp: © 2026. 全著作権所有。
ko_kr: © 2026. 모든 권리 보유.
ro_ro: © 2026. Toate drepturile rezervate.
th: © 2026 สงวนลิขสิทธิ์
zh_cn: © 2026。保留所有权利。
zh_tw: © 2026。保留所有權利。

# Deps.Text
source: Dependencies
ar: التبعية
he: תלויות
ja_jp: 依存関係
ko_kr: 디펜던시
ro_ro: Dependențe
th: การพึ่งพา
zh_cn: 依赖项
zh_tw: 相依項

# AboutSection.Text
source: About
ar: حول
he: אודות
ja_jp: このアプリについて
ko_kr: 정보
ro_ro: Despre
th: เกี่ยวกับ
zh_cn: 关于
zh_tw: 關於

# General_ToggleSwitch.OnContent
source: On
ar: تشغيل
he: פעיל
ja_jp: オン
ko_kr: 켬
ro_ro: Activat
th: เปิด
zh_cn: 开
zh_tw: 開

# General_ToggleSwitch.OffContent
source: Off
ar: إيقاف
he: כבוי
ja_jp: オフ
ko_kr: 끔
ro_ro: Dezactivat
th: ปิด
zh_cn: 关
zh_tw: 關

# SearchSuggestions.Header
source: Show search suggestions
ar: إظهار اقتراحات البحث
he: הצגת הצעות חיפוש
ja_jp: 検索候補を表示
ko_kr: 검색 추천 표시
ro_ro: Afișează sugestii de căutare
th: แสดงคำแนะนำการค้นหา
zh_cn: 显示搜索建议
zh_tw: 顯示搜尋建議

# SearchSuggestions.Description
source: Show search and browsing suggestions as you type in the address bar. This feature is still in beta, so please expect some stupid suggestions
ar: اعرض اقتراحات البحث والتصفح أثناء الكتابة في شريط العناوين. لا تزال هذه الميزة في الإصدار التجريبي، لذا توقّع بعض الاقتراحات الغبية.
he: הצגת הצעות חיפוש וגלישה בזמן ההקלדה בשורת הכתובת. תכונה זו עדיין נמצאת בגרסת בטא, לכן צפו להצעות מטופשות
ja_jp: アドレスバーに入力すると、検索候補や閲覧候補を表示します。この機能はまだベータ版のため、ちょっとおバカな候補が表示されることがあります
ko_kr: 주소 표시줄에 입력할 때 검색 및 탐색 추천을 표시합니다. 이 기능은 아직 베타 버전이므로 조금 엉뚱한 추천이 표시될 수 있습니다.
ro_ro: Afișează sugestii de căutare și navigare pe măsură ce tastezi în bara de adrese. Această funcție este încă în versiune beta, așa că așteaptă-te la unele sugestii stupide.
th: แสดงคำแนะนำการค้นหาและการเรียกดูขณะที่คุณพิมพ์ในแถบที่อยู่ ฟีเจอร์นี้ยังอยู่ในรุ่นเบตา ดังนั้นโปรดคาดว่าจะพบคำแนะนำที่ไร้สาระบ้าง
zh_cn: 在地址栏中输入时显示搜索和浏览建议。此功能仍处于测试阶段，因此可能会出现一些愚蠢的建议。
zh_tw: 在網址列輸入時顯示搜尋與瀏覽建議。此功能仍處於測試階段，因此可能會出現一些愚蠢的建議。

# LinksText.Text
source: Links
ar: الروابط
he: קישורים
ja_jp: リンク
ko_kr: 링크
ro_ro: Linkuri
th: ลิงก์
zh_cn: 链接
zh_tw: 連結

# TranslateHyperlink.Content
source: Translate
ar: ترجمة
he: תרגום
ja_jp: 翻訳
ko_kr: 번역
ro_ro: Traduceți
th: แปล
zh_cn: 翻译
zh_tw: 翻譯

# TextDirection.Header
source: Text direction
ar: اتجاه النص
he: כיוון הטקסט
th: ทิศทางข้อความ

# TextDirection.Description
source: If you're not familiar with reading from right-to-left here, you can set the text direction of the app to left-to-right
ar: إذا لم تكن معتادًا على القراءة من اليمين إلى اليسار، فيمكنك ضبط اتجاه نص التطبيق ليكون من اليسار إلى اليمين
he: אם אינכם רגילים לקרוא מימין לשמאל כאן, תוכלו להגדיר את כיוון הטקסט של האפליקציה משמאל לימין
th: หากคุณไม่คุ้นเคยกับการอ่านข้อความจากขวาไปซ้ายที่นี่ คุณสามารถตั้งค่าทิศทางข้อความของแอปเป็นจากซ้ายไปขวาได้

# LeftToRight.Content
source: Left to right
ar: من اليسار إلى اليمين
he: משמאל לימין

# RightToLeft.Content
source: Right to left
ar: من اليمين إلى اليسار
he: מימין לשמאל

# Extensions.Header
source: Extensions
ar: الإضافات
he: הרחבות
ja_jp: 拡張機能
ko_kr: 확장 프로그램
ro_ro: Extensii
th: ส่วนขยาย
zh_cn: 扩展程序
zh_tw: 擴充功能

# AddExtensionButton.Content
source: Add extension
ar: إضافة امتداد
he: הוספת הרחבה
ja_jp: 拡張機能を追加
ko_kr: 확장 프로그램 추가
ro_ro: Adaugă extensie
th: เพิ่มส่วนขยาย
zh_cn: 添加扩展程序
zh_tw: 新增擴充功能

# NewTabPosition.Header
source: New tab position
ar: موضع علامة التبويب الجديدة
he: מיקום כרטיסייה חדשה
ja_jp: 新しいタブの位置
ko_kr: 새 탭 위치
ro_ro: Poziția filei noi
th: ตำแหน่งแท็บใหม่
zh_cn: 新标签页位置
zh_tw: 新分頁位置

# NewTabPosition.Description
source: Specifies where newly created tabs appear in the tab row
ar: يحدد مكان ظهور علامات التبويب التي تم إنشاؤها حديثًا في صف علامات التبويب
he: מציין היכן כרטיסיות שנוצרו לאחרונה מופיעות בשורת הכרטיסיות
ja_jp: 新しく作成されたタブをタブ列のどこに表示するかを指定します
ko_kr: 새로 생성된 탭이 탭 표시줄의 어디에 나타날지 지정합니다
ro_ro: Specifică unde apar filele nou create în bara de file
th: ระบุตำแหน่งที่แท็บที่สร้างใหม่จะปรากฏในแถบแท็บ
zh_cn: 指定新创建的标签页在标签栏中的显示位置
zh_tw: 指定新建立的分頁在分頁列中的顯示位置

# AfterLastTab.Content
source: After the last tab
ar: بعد آخر علامة تبويب
he: אחרי הכרטיסייה האחרונה
ja_jp: 最後のタブの後
ko_kr: 마지막 탭 다음
ro_ro: După ultima filă
th: หลังแท็บสุดท้าย
zh_cn: 最后一个标签页之后
zh_tw: 最後一個分頁之後

# AfterCurrentTab.Content
source: After the current tab
ar: بعد علامة التبويب الحالية
he: אחרי הכרטיסייה הנוכחית
ja_jp: 現在のタブの後
ko_kr: 현재 탭 다음
ro_ro: După fila curentă
th: หลังแท็บที่เลือกอยู่
zh_cn: 当前标签页之后
zh_tw: 目前分頁之後

# AskEveryDownload.Header
source: Ask where to save each download
ar: السؤال عن مكان حفظ كل تنزيل
he: שאל היכן לשמור כל הורדה
ja_jp: ダウンロードごとに保存先を確認
ko_kr: 다운로드할 때마다 저장 위치 묻기
ro_ro: Întreabă unde să salvezi fiecare descărcare
th: ถามตำแหน่งที่จะบันทึกทุกครั้งที่ดาวน์โหลด
zh_cn: 每次下载时询问保存位置
zh_tw: 每次下載時詢問儲存位置

# ChooseDownloadFolderButton.Content
source: Choose folder
ar: اختيار مجلد
he: בחירת תיקייה
ja_jp: フォルダーを選択
ko_kr: 폴더 선택
ro_ro: Alege folderul
th: เลือกโฟลเดอร์
zh_cn: 选择文件夹
zh_tw: 選擇資料夾

# DownloadLocation.Header
source: Download location
ar: موقع التنزيل
he: מיקום ההורדות
ja_jp: ダウンロード場所
ko_kr: 다운로드 위치
ro_ro: Locația descărcărilor
th: ตำแหน่งดาวน์โหลด
zh_cn: 下载位置
zh_tw: 下載位置

# DownloadsSection.Text
source: Downloads
ar: التنزيلات
he: הורדות
ja_jp: ダウンロード
ko_kr: 다운로드
ro_ro: Descărcări
th: การดาวน์โหลด
zh_cn: 下载
zh_tw: 下載

# ClearCacheText.Text
source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
he: נקה מטמון
ja_jp: キャッシュをクリア
ko_kr: 캐시 지우기
ro_ro: Șterge memoria cache
th: ล้างแคช
zh_cn: 清除缓存
zh_tw: 清除快取

# ThemeColorTint.Header
source: Website tinting
ar: تلوين المواقع
he: צביעת אתרים
ja_jp: ウェブサイトの色合い
ko_kr: 웹사이트 색상 적용
ro_ro: Colorarea site-urilor
th: การเปลี่ยนสีตามเว็บไซต์
zh_cn: 网站着色
zh_tw: 網站著色

# ThemeColorTint.Description
source: Allows websites to tint the browser chrome with their theme color
ar: يتيح للمواقع تلوين واجهة المتصفح بلون السمة الخاص بها
he: מאפשר לאתרים לצבוע את ממשק הדפדפן בצבע העיצוב שלהם
ja_jp: ウェブサイトのテーマカラーでブラウザーの外観を変更できるようにします
ko_kr: 웹사이트의 테마 색상으로 브라우저 UI를 변경할 수 있습니다
ro_ro: Permite site-urilor să coloreze interfața browserului cu culoarea temei lor
th: อนุญาตให้เว็บไซต์เปลี่ยนสีส่วนติดต่อของเบราว์เซอร์ตามสีธีมของเว็บไซต์
zh_cn: 允许网站使用其主题色为浏览器界面着色
zh_tw: 允許網站使用其主題色為瀏覽器介面著色

# SearchEngine.Header
source: Search engine
ar: محرك البحث
he: מנוע חיפוש
ja_jp: 検索エンジン
ko_kr: 검색 엔진
ro_ro: Motor de căutare
th: โปรแกรมค้นหาเว็บ
zh_cn: 搜索引擎
zh_tw: 搜尋引擎

# SearchEngine.Description
source: Choose which search engine to use for searches and suggestions
ar: اختر محرك البحث الذي تريد استخدامه لعمليات البحث والاقتراحات
he: בחר באיזה מנוע חיפוש להשתמש לחיפושים ולהצעות
ja_jp: 検索や候補に使用する検索エンジンを選択してください
ko_kr: 검색 및 추천에 사용할 검색 엔진을 선택하세요
ro_ro: Alegeți motorul de căutare pe care doriți să îl utilizați pentru căutări și sugestii
th: เลือกโปรแกรมค้นหาเว็บที่จะใช้สำหรับการค้นหาและคำแนะนำ
zh_cn: 选择用于搜索和建议的搜索引擎
zh_tw: 選擇要用於搜尋和建議的搜尋引擎

# WebTheme.Header
source: Page theme
ar: سمة صفحة الويب
he: ערכת נושא של דף האינטרנט
ja_jp: ウェブページのテーマ
ko_kr: 웹 페이지 테마
ro_ro: Tema paginii web
th: ธีมของหน้าเว็บ
zh_cn: 网页主题
zh_tw: 網頁佈景主題

# WebTheme.Description
source: Select which theme to use for webpages
ar: اختر السمة التي تريد استخدامها لصفحات الويب
he: בחר את ערכת הנושא לשימוש בדפי אינטרנט
ja_jp: ウェブページで使用するテーマを選択します
ko_kr: 웹 페이지에 사용할 테마를 선택하세요
ro_ro: Selectați tema de utilizat pentru paginile web
th: เลือกธีมที่จะใช้สำหรับหน้าเว็บ
zh_cn: 选择网页使用的主题
zh_tw: 選擇網頁要使用的佈景主題

# FollowAppTheme.Content
source: Follow app theme
ar: اتبع سمة التطبيق
he: עקוב אחר ערכת נושא של האפליקציה
ja_jp: アプリのテーマに従う
ko_kr: 앱 테마 따르기
ro_ro: Urmează tema aplicației
th: ใช้ธีมตามแอป
zh_cn: 跟随应用主题
zh_tw: 跟隨應用程式佈景主題

# FaviconCache.Description
source: Stores website icons locally for faster loading ({0})
ar: يخزّن أيقونات مواقع الويب محليًا لتحميلها بشكل أسرع ({0})
he: מאחסן סמלי אתרים באופן מקומי לטעינה מהירה יותר ({0})
ja_jp: ウェブサイトのアイコンをローカルに保存して、読み込みを高速化します（{0}）
ko_kr: 웹사이트 아이콘을 로컬에 저장하여 더 빠르게 로드합니다 ({0})
ro_ro: Stochează local pictogramele site-urilor web pentru o încărcare mai rapidă ({0})
th: จัดเก็บไอคอนเว็บไซต์ไว้ในเครื่องเพื่อให้โหลดได้เร็วขึ้น ({0})
zh_cn: 将网站图标存储在本地，以加快加载速度（{0}）
zh_tw: 將網站圖示儲存在本機，以加快載入速度（{0}）

# FaviconCache.Header
source: Favicon cache
ar: ذاكرة التخزين المؤقت لأيقونات المواقع
he: מטמון סמלי אתרים
ja_jp: ファビコンキャッシュ
ko_kr: 파비콘 캐시
ro_ro: Memorie cache pentru faviconuri
th: แคชไอคอนเว็บไซต์
zh_cn: 网站图标缓存
zh_tw: 網站圖示快取

# CantOpenPageTitle.Text
source: I couldn't open the page!
ar: لم أتمكن من فتح صفحة الويب هذه!
he: לא הצלחתי לפתוח את דף האינטרנט הזה!
ja_jp: このウェブページを開けませんでしたよ！
ko_kr: 이 웹페이지를 열 수 없었어요!
ro_ro: N-am reușit să deschid această pagină web!
th: เปิดหน้าเว็บนี้ไม่ได้เลย!
zh_cn: 我打不开这个网页啊！
zh_tw: 我打不開這個網頁喔！

# CantOpenPageHostNameNotResolved
source: Couldn't find the website address for "{0}". Maybe there's a typo in the address?
ar: تعذّر العثور على عنوان موقع الويب لـ «{0}». ربما توجد غلطة إملائية في العنوان؟
he: לא ניתן למצוא את כתובת האתר של «{0}». אולי יש טעות בכתובת?
ja_jp: 「{0}」のウェブサイトのアドレスが見つかりませんでした。アドレスに誤字がある可能性があります。
ko_kr: "{0}"의 웹 사이트 주소를 찾을 수 없습니다. 주소에 오타가 있는지 확인해 보세요.
ro_ro: Nu am putut găsi adresa site-ului web pentru „{0}”. Poate există o greșeală de tipar în adresă?
th: ไม่พบที่อยู่เว็บไซต์ของ “{0}” อาจมีการพิมพ์ที่อยู่ผิดหรือไม่?
zh_cn: 找不到“{0}”的网站地址。地址可能存在拼写错误？
zh_tw: 找不到「{0}」的網站位址。位址可能有拼字錯誤？

# CantOpenPageCannotConnect
source: "{0}" couldn't be reached.
ar: تعذّر الوصول إلى «{0}».
he: לא ניתן היה לגשת אל «{0}».
ja_jp: 「{0}」に接続できませんでした。
ko_kr: "{0}"에 연결할 수 없습니다.
ro_ro: „{0}” nu poate fi accesat.
th: ไม่สามารถเข้าถึง “{0}” ได้
zh_cn: 无法连接到“{0}”。
zh_tw: 無法連線至「{0}」。

# CantOpenPageServerUnreachable
source: The server for "{0}" couldn't be reached.
ar: تعذّر الوصول إلى خادم «{0}».
he: לא ניתן היה לגשת לשרת של «{0}».
ja_jp: 「{0}」のサーバーに接続できませんでした。
ko_kr: "{0}"의 서버에 연결할 수 없습니다.
ro_ro: Serverul pentru „{0}” nu poate fi accesat.
th: ไม่สามารถเข้าถึงเซิร์ฟเวอร์ของ “{0}” ได้
zh_cn: 无法连接到“{0}”的服务器。
zh_tw: 無法連線至「{0}」的伺服器。

# CantOpenPageTimeout
source: The connection to "{0}" timed out.
ar: انتهت مهلة الاتصال بـ «{0}».
he: החיבור אל «{0}» פג.
ja_jp: 「{0}」への接続がタイムアウトしました。
ko_kr: "{0}"에 연결하는 동안 시간이 초과되었습니다.
ro_ro: Conexiunea la „{0}” a expirat.
th: การเชื่อมต่อไปยัง “{0}” หมดเวลา
zh_cn: 连接“{0}”时超时。
zh_tw: 連線至「{0}」時逾時。

# CantOpenPageDisconnected
source: The internet connection was lost while opening "{0}".
ar: انقطع اتصال الإنترنت أثناء فتح «{0}».
he: חיבור האינטרנט נותק במהלך פתיחת «{0}».
ja_jp: 「{0}」を開いている途中でインターネット接続が失われました。
ko_kr: "{0}"을(를) 여는 동안 인터넷 연결이 끊겼습니다.
ro_ro: Conexiunea la internet s-a pierdut în timpul deschiderii „{0}”.
th: การเชื่อมต่ออินเทอร์เน็ตขาดหายขณะเปิด “{0}”
zh_cn: 打开“{0}”时互联网连接中断。
zh_tw: 開啟「{0}」時網際網路連線中斷。

# CantOpenPageConnectionReset
source: The connection to "{0}" was reset.
ar: تمت إعادة تعيين الاتصال بـ «{0}».
he: החיבור אל «{0}» אופס.
ja_jp: 「{0}」への接続がリセットされました。
ko_kr: "{0}"에 대한 연결이 재설정되었습니다.
ro_ro: Conexiunea la „{0}” a fost resetată.
th: การเชื่อมต่อไปยัง “{0}” ถูกรีเซ็ต
zh_cn: 与“{0}”的连接已重置。
zh_tw: 與「{0}」的連線已重設。

# CantOpenPageConnectionAborted
source: The connection to "{0}" was interrupted.
ar: انقطع الاتصال بـ «{0}».
he: החיבור אל «{0}» הופסק.
ja_jp: 「{0}」への接続が中断されました。
ko_kr: "{0}"에 대한 연결이 중단되었습니다.
ro_ro: Conexiunea la „{0}” a fost întreruptă.
th: การเชื่อมต่อไปยัง “{0}” ถูกยกเลิก
zh_cn: 与“{0}”的连接已中断。
zh_tw: 與「{0}」的連線已中止。

# CantOpenPageCertificateExpired
source: "{0}" uses an expired certificate. Its security certificate expired {1} ago. This may be caused by a misconfiguration or an attacker intercepting your connection. Your computer's clock is currently set to {2}. Does that look right? If not, you should correct your system's clock and then refresh this page.
ar: يستخدم "{0}" شهادة منتهية الصلاحية. انتهت صلاحية شهادة الأمان الخاصة به منذ {1}. قد يكون هذا بسبب إعداد غير صحيح أو بسبب مهاجم يعترض اتصالك. تم ضبط ساعة الكمبيوتر حاليًا على {2}. هل يبدو ذلك صحيحًا؟ إذا لم يكن كذلك، فيجب عليك تصحيح ساعة النظام ثم تحديث هذه الصفحة.
he: "{0}" משתמש באישור שפג תוקפו. תוקף אישור האבטחה שלו פג {1}. ייתכן שהדבר נגרם עקב הגדרה שגויה או עקב תוקף שמיירט את החיבור שלך. השעון במחשב שלך מוגדר כעת ל־{2}. האם זה נראה נכון? אם לא, עליך לתקן את שעון המערכת ולאחר מכן לרענן את הדף.
ja_jp: 「{0}」は有効期限が切れた証明書を使用しています。このセキュリティ証明書の有効期限は {1} 前に切れています。設定の誤りや、攻撃者による接続の傍受が原因である可能性があります。現在、コンピューターの時計は {2} に設定されています。これは正しいですか？正しくない場合は、システムの時計を修正してから、このページを更新してください。
ko_kr: "{0}"에서 만료된 인증서를 사용하고 있습니다. 보안 인증서가 {1} 전에 만료되었습니다. 잘못된 구성이나 공격자가 연결을 가로채고 있기 때문에 발생할 수 있습니다. 현재 컴퓨터의 시계는 {2}(으)로 설정되어 있습니다. 올바르게 설정되어 있나요? 그렇지 않다면 시스템 시계를 수정한 다음 이 페이지를 새로 고침하세요.
ro_ro: „{0}” folosește un certificat expirat. Certificatul său de securitate a expirat acum {1}. Acest lucru poate fi cauzat de o configurare incorectă sau de un atacator care interceptează conexiunea. Ceasul computerului este setat în prezent la {2}. Este corect? Dacă nu, ar trebui să corectezi ceasul sistemului și apoi să reîmprospătezi această pagină.
th: "{0}" ใช้ใบรับรองที่หมดอายุ ใบรับรองความปลอดภัยหมดอายุเมื่อ {1} ที่แล้ว ซึ่งอาจเกิดจากการกำหนดค่าที่ไม่ถูกต้อง หรือผู้โจมตีกำลังดักจับการเชื่อมต่อของคุณ ขณะนี้นาฬิกาของคอมพิวเตอร์ตั้งไว้ที่ {2} ถูกต้องหรือไม่ หากไม่ถูกต้อง คุณควรแก้ไขนาฬิกาของระบบ แล้วโหลดหน้านี้ใหม่
zh_cn: "{0}" 使用了已过期的证书。其安全证书已于{1}过期。这可能是由于配置错误，或攻击者正在拦截您的连接。您的计算机时钟当前设置为{2}。这看起来正确吗？如果不正确，您应该校正系统时钟，然后刷新此页面。
zh_tw: 「{0}」使用了已過期的憑證。其安全憑證已於 {1} 前過期。這可能是設定錯誤，或攻擊者正在攔截您的連線所致。您的電腦時鐘目前設定為 {2}。這看起來正確嗎？如果不正確，您應該校正系統時鐘，然後重新整理此頁面。
